greeting_msg = '''Добрый день, {0.first_name}! 😊
Добро пожаловать в RENTACAR’S 🚘!
'''
greeting_msg_admin = '''Добрый день, {0.first_name}! 😊
Добро пожаловать в Админ панель!
'''

menu_msg = '''Давайте подберём вам машину! 🤗'''

communication_msg = '''Ой, что-то пошло не так. Давайте попробуем ещё раз 🤗
Нажмите на кнопку "Оставить контакт" ⬇️'''

CarCaption = '''Машина: {name}\nОбъём: {amount}\nТопливо: {fuel}\nПередача: {trans}\nЦены: {prices}\nДепозит: {deposit}\nХарактеристики: {charblock}'''

firstTerm = 'в сутки 25 суток-месяц'
secondTerm = '/ сутки 15-24 суток'
thirdTerm = '/ сутки 7-14 суток'
fourtTerm = '/ сутки 3-6 суток'
fifthTerm = '/ сутки 1-2 суток'

country_error = '''\
К сожалению, мы работаем только по Казахстану.
Выберите Казахстан для заказа!
'''

wrong_email = '''\
Нам кажется, что указанный имейл не действителен.
Попробуйте указать другой имейл
'''

successful_payment = '''
Ура! Платеж на сумму `{total_amount} {currency}` совершен успешно! Приятного пользования новенькой машиной!
Ждём Вас ещё за новой машиной!
'''